[
        {
            "id": 0,
            "name": "N R Nirmala, Ph.D.",
            "shortName": "Nirmala",
            "email": "nirmala@vindhyadatascience.com",
            "title": "Co-founder & CEO",
            "tagline": "Leader in bioinformatics and drug discovery striving to improve healthcare",
            "experience": "30 years at Novartis/Tufts Medical Center",
            "expertise": "Biomarker Discovery, Drug Repurposing, Real World Evidence, Research Strategy & Business Development",
            "bio": "Nanguneri Nirmala is co-Founder and CEO of Vindhya Data Science. Nirmala has had a career in the pharma industry for a span of over 20 years. She was at Novartis Institutes for Biomedical Research till 2015. From 2008 – 2015, she was the Director of a computational group in biomarker development within translational science. Her group of ~25 PhD level scientists had the mandate to analyze biomarker data from clinical trials in nine different disease areas of general medicine. Prior to this role, she was a computational group leader in preclinical research where she was involved in several data analysis as well as software development projects. Nirmala was awarded the Novartis Leading Scientist award in 2006 for her contributions in the computational biology field in the company. One of the projects that she initiated to organize company-wide gene expression pathways data into a single database received the Global IT Innovation award. Prior to her bioinformatics roles, Nirmala was the head of a structural biology group focusing the elucidation of protein structures in solution using NMR spectroscopy, a role that was her entry into the pharma industry after a post-doctoral stint in Harvard Medical School. Nirmala holds a Masters’ degree in Chemistry from the Indian Institute of Technology, Chennai, India and a PhD from Michigan State University in Biophysical Chemistry."
        },
        {
            "id": 1,
            "name": "Anupama Reddy, Ph.D.",
            "shortName": "Anupama",
            "email": "anupama@vindhyadatascience.com",
            "title": "Co-founder & COO",
            "tagline": "Computational biologist passionate about decoding genomes to target diseases",
            "experience": "12 years at Novartis/Duke University",
            "expertise": "Machine Learning, Genomics, Cancer Biology, Image Analysis, Integrative Analysis, Translational Research",
            "bio": "Anupama Reddy is co-Founder and COO of Vindhya Data Science. Anupama has a deep background in computational biology, genomics and machine learning. As a member of Translational Bioinformatics in Oncology at Novartis Institutes for Biomedical Research, she was a co-author of the Cancer Cell Line Encyclopedia, a seminal publication in the field of Oncology. Her next role was at Duke University where she was a bioinformatics group leader and played a key role in multiple cancer genomics and drug discovery projects. Anupama has published over 50 peer-reviewed articles in high impact journals such as Cell and Nature. Her publications have been highly cited (h-index of 24, i-index of 32). Her work has also resulted in 2 US patents. Anupama holds an M.S. and a Ph.D. from Rutgers University."
        }
]